{
    "works": "Works",
    "biography": "Biography",
    "contacts": "Contacts",
    "change-lang": "Cambia lingua",

    "hero-title":  "Composer for media",
    "hero-subtitle": "Film, TV and games",
    "get-in-touch": "Get in touch",
    "recent-works": "Recent works",
    "about-me": "About me",
    "about-me-body": "I am a composer and singer born and living in Milan, Italy. My jurney in music started when I was twelve with singing and musical theatre. Growing up I started experimenting with mixing, arranging and producing my own and other perople's music. In recent years I've had the opportunity to compose original music for both Film and TV, combining my love for composition, production and storytelling into one.",

    "click-to-listen": "Click to listen",
    "my-works": "My works",
    "about-project": "About the project",
    "go-back": "Go back",

    "contact-me": "Contact me",
    "contact-intro": " If you have any question and want to get in touch, I will be more than happy to receive your email. Fill the form here below and I will get back to you as soon as possibile.",
    "form-name": "Name and Last Name",
    "form-subject": "Subject",
    "form-email": "Email",
    "form-message": "Your message",
    "form-send": "Send!",
    "form-name-err": "Your name is required.",
    "form-email-err": "Your email is required and needs to be valid.",
    "form-subj-err": "An email subject is required.",

    "biography-title": "Biography",
    "biography-page-par1": "Alessandro discovered his love form music since he started singing as a kid. When he was twelve he started performing on stage, starring in several musicals in Italy under the artistic guidance of Egidio La Gioia and the Guilford School of Acting in the UK. Growing up he approached various musical instruments, interested in creating new sounds, and in arranging, producing and mixing.",
    "biography-page-par2": "Music for media represented the chance to combine his passion for composition and production with giving voice and interpret stories. His background in musical theater and passion for multiple music genres, from progressive rock to world music, helps to give a unique character to Alessandro’s music, which leads to suite and enhance, while respecting it, the emotion images carry."

}
