{
  "works": "Lavori",
  "biography": "Biografia",
  "contacts": "Contatti",
  "change-lang": "Change language",

  "hero-title": "Compositore per media",
  "hero-subtitle": "Film, TV e videogiochi",
  "get-in-touch": "Contatta",
  "recent-works": "Lavori recenti",
  "about-me": "Chi sono",
  "about-me-body": "Sono un compositore e cantante di Milano. Il mio viaggio nella musica è iniziato all'età di dodici anni con il canto e il Musical. Crescendo ho iniziato a sperimentare con il missaggio, l'arrangiamento e la produzione della mia musica e di quella di altri artisti. Negli ultimi anno ho avuto l'opportunità di comporre musica originale per Film e TV, combinando il mio amore per la composizione, la produzione e lo storytelling.",

  "click-to-listen": "Informazioni",
  "my-works": "I lavori",
  "about-project": "Sul progetto",
  "director": "Regia di:",
  "musicSuper": "Supervisore musiche:",
  "mixer": "Fonico:",
  "conductor": "Direttore d'orchestra:",
  "copyist": "Copista:",
  "soloists": "Solisti:",
  "go-back": "Indietro",

  "contact-me": "Contattatemi",
  "contact-intro": "Se avete domande o desidarate contattarmi, sarò più che felice di ricevere una vostra email. Riempite il form qui sotto e vi risponderò appena possibile.",
  "form-name": "Nome e cognome",
  "form-subject": "Oggetto",
  "form-email": "Email",
  "form-message": "Messaggio",
  "form-send": "Invia!",
  "form-name-err": "È richiesto il nome",
  "form-email-err": "L'email è richiesta e deve essere un indirizzo valido",
  "form-subj-err": "L'oggetto dell'email è richiesto",

  "biography-title": "Biografia",
  "biography-page-par1": "Alessandro ha scoperto il suo amore per la musica da bambino iniziando a cantare. Fin dai dodici anni si è esibito sul palco, prendendo parte a diversi musical in Italia e formandosi come performer con la guida di Egidio la Gioia e presso la Guilford School of Acting in Inghilterra. Crescendo ha approcciato molti strumenti musicali interessandosi della creazione di nuovi suoni e di arrangiamento, produzione e missaggio.",
  "biography-page-par2": "La musica per media ha presentato l’occasione di combinare la sua passione per composizione, arrangiamento e produzione con quella di dar voce e interpretazione alle storie. Il background nel musical e la passione per variegati generi musicali, dal rock progressive alla world music, forniscono un carattere distintivo alla musica di Alessandro che si presta ad enfatizzare, rispettandola, l’emozione narrata dalle immagini."
}
